Revit 2024 API
ParameterTypeId.PhyMaterialParamResistanceCalcStrength Property
 "Resistance calculation strength"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId PhyMaterialParamResistanceCalcStrength { get; }
Visual Basic
Public Shared ReadOnly Property PhyMaterialParamResistanceCalcStrength As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PhyMaterialParamResistanceCalcStrength {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace